{
  "0": "\u0000",
  "1": "\u0001",
  "2": "\u0002",
  "3": "\u0003",
  "4": "\u0004",
  "5": "\u0005",
  "6": "\u0006",
  "7": "\u0007",
  "8": "\b",
  "9": "\t",
  "10": "\n",
  "11": "\u000b",
  "12": "\f",
  "13": "\r",
  "14": "\u000e",
  "15": "\u000f",
  "16": "\u0010",
  "17": "\u0011",
  "18": "\u0012",
  "19": "\u0013",
  "20": "\u0014",
  "21": "\u0015",
  "22": "\u0016",
  "23": "\u0017",
  "24": "\u0018",
  "25": "\u0019",
  "26": "\u001a",
  "27": "\u001b",
  "28": "\u001c",
  "29": "\u001d",
  "30": "\u001e",
  "31": "\u001f",
  "32": " ",
  "33": "!",
  "34": "\"",
  "35": "#",
  "36": "$",
  "37": "%",
  "38": "&",
  "39": "'",
  "40": "(",
  "41": ")",
  "42": "*",
  "43": "+",
  "44": ",",
  "45": "-",
  "46": ".",
  "47": "/",
  "48": "0",
  "49": "1",
  "50": "2",
  "51": "3",
  "52": "4",
  "53": "5",
  "54": "6",
  "55": "7",
  "56": "8",
  "57": "9",
  "58": ":",
  "59": ";",
  "60": "<",
  "61": "=",
  "62": ">",
  "63": "?",
  "64": "@",
  "65": "A",
  "66": "B",
  "67": "C",
  "68": "D",
  "69": "E",
  "70": "F",
  "71": "G",
  "72": "H",
  "73": "I",
  "74": "J",
  "75": "K",
  "76": "L",
  "77": "M",
  "78": "N",
  "79": "O",
  "80": "P",
  "81": "Q",
  "82": "R",
  "83": "S",
  "84": "T",
  "85": "U",
  "86": "V",
  "87": "W",
  "88": "X",
  "89": "Y",
  "90": "Z",
  "91": "[",
  "92": "\\",
  "93": "]",
  "94": "^",
  "95": "_",
  "96": "`",
  "97": "a",
  "98": "b",
  "99": "c",
  "100": "d",
  "101": "e",
  "102": "f",
  "103": "g",
  "104": "h",
  "105": "i",
  "106": "j",
  "107": "k",
  "108": "l",
  "109": "m",
  "110": "n",
  "111": "o",
  "112": "p",
  "113": "q",
  "114": "r",
  "115": "s",
  "116": "t",
  "117": "u",
  "118": "v",
  "119": "w",
  "120": "x",
  "121": "y",
  "122": "z",
  "123": "{",
  "124": "|",
  "125": "}",
  "126": "~",
  "127": "",
  "128": "\\x80",
  "129": "\\x81",
  "130": "\\x82",
  "131": "\\x83",
  "132": "\\x84",
  "133": "\\x85",
  "134": "\\x86",
  "135": "\\x87",
  "136": "\\x88",
  "137": "\\x89",
  "138": "\\x8a",
  "139": "\\x8b",
  "140": "\\x8c",
  "141": "\\x8d",
  "142": "\\x8e",
  "143": "\\x8f",
  "144": "\\x90",
  "145": "\\x91",
  "146": "\\x92",
  "147": "\\x93",
  "148": "\\x94",
  "149": "\\x95",
  "150": "\\x96",
  "151": "\\x97",
  "152": "\\x98",
  "153": "\\x99",
  "154": "\\x9a",
  "155": "\\x9b",
  "156": "\\x9c",
  "157": "\\x9d",
  "158": "\\x9e",
  "159": "\\x9f",
  "160": "\\xa0",
  "161": "\\xa1",
  "162": "\\xa2",
  "163": "\\xa3",
  "164": "\\xa4",
  "165": "\\xa5",
  "166": "\\xa6",
  "167": "\\xa7",
  "168": "\\xa8",
  "169": "\\xa9",
  "170": "\\xaa",
  "171": "\\xab",
  "172": "\\xac",
  "173": "\\xad",
  "174": "\\xae",
  "175": "\\xaf",
  "176": "\\xb0",
  "177": "\\xb1",
  "178": "\\xb2",
  "179": "\\xb3",
  "180": "\\xb4",
  "181": "\\xb5",
  "182": "\\xb6",
  "183": "\\xb7",
  "184": "\\xb8",
  "185": "\\xb9",
  "186": "\\xba",
  "187": "\\xbb",
  "188": "\\xbc",
  "189": "\\xbd",
  "190": "\\xbe",
  "191": "\\xbf",
  "192": "\\xc0",
  "193": "\\xc1",
  "194": "\\xc2",
  "195": "\\xc3",
  "196": "\\xc4",
  "197": "\\xc5",
  "198": "\\xc6",
  "199": "\\xc7",
  "200": "\\xc8",
  "201": "\\xc9",
  "202": "\\xca",
  "203": "\\xcb",
  "204": "\\xcc",
  "205": "\\xcd",
  "206": "\\xce",
  "207": "\\xcf",
  "208": "\\xd0",
  "209": "\\xd1",
  "210": "\\xd2",
  "211": "\\xd3",
  "212": "\\xd4",
  "213": "\\xd5",
  "214": "\\xd6",
  "215": "\\xd7",
  "216": "\\xd8",
  "217": "\\xd9",
  "218": "\\xda",
  "219": "\\xdb",
  "220": "\\xdc",
  "221": "\\xdd",
  "222": "\\xde",
  "223": "\\xdf",
  "224": "\\xe0",
  "225": "\\xe1",
  "226": "\\xe2",
  "227": "\\xe3",
  "228": "\\xe4",
  "229": "\\xe5",
  "230": "\\xe6",
  "231": "\\xe7",
  "232": "\\xe8",
  "233": "\\xe9",
  "234": "\\xea",
  "235": "\\xeb",
  "236": "\\xec",
  "237": "\\xed",
  "238": "\\xee",
  "239": "\\xef",
  "240": "\\xf0",
  "241": "\\xf1",
  "242": "\\xf2",
  "243": "\\xf3",
  "244": "\\xf4",
  "245": "\\xf5",
  "246": "\\xf6",
  "247": "\\xf7",
  "248": "\\xf8",
  "249": "\\xf9",
  "250": "\\xfa",
  "251": "\\xfb",
  "252": "\\xfc",
  "253": "\\xfd",
  "254": "\\xfe",
  "255": "\\xff",
  "256": "<|endoftext|>",
  "257": "e ",
  "258": " t",
  "259": "he",
  "260": "d ",
  "261": " a",
  "262": "th",
  "263": "t ",
  "264": ". ",
  "265": " s",
  "266": "an",
  "267": " w",
  "268": "nd",
  "269": "y ",
  "270": "s ",
  "271": " h",
  "272": "ed",
  "273": ", ",
  "274": "to",
  "275": "er",
  "276": " b",
  "277": "o ",
  "278": "n ",
  "279": "in",
  "280": "wa",
  "281": " f",
  "282": "re",
  "283": "a ",
  "284": " T",
  "285": "en",
  "286": "it",
  "287": "r ",
  "288": "ou",
  "289": "as",
  "290": "ha",
  "291": " l",
  "292": " i",
  "293": " d",
  "294": "Th",
  "295": " c",
  "296": " p",
  "297": "ar",
  "298": "ay",
  "299": "te",
  "300": "m ",
  "301": "me",
  "302": " m",
  "303": "g ",
  "304": "ve",
  "305": "at",
  "306": "om",
  "307": " o",
  "308": "le",
  "309": "hi",
  "310": "sa",
  "311": "is",
  "312": "ne",
  "313": "ng",
  "314": "on",
  "315": " n",
  "316": "ey",
  "317": "im",
  "318": ".\n",
  "319": "ll",
  "320": "id",
  "321": "l ",
  "322": "al",
  "323": "ke",
  "324": "or",
  "325": "ca",
  "326": " g",
  "327": "st",
  "328": "ea",
  "329": " S",
  "330": "oo",
  "331": "la",
  "332": "h ",
  "333": "nt",
  "334": "li",
  "335": "lo",
  "336": "ot",
  "337": "il",
  "338": "ad",
  "339": "ai",
  "340": "do",
  "341": "un",
  "342": "ri",
  "343": "wi",
  "344": "ut",
  "345": "e.",
  "346": "et",
  "347": "sh",
  "348": "am",
  "349": "w ",
  "350": "ir",
  "351": "pl",
  "352": "bi",
  "353": "el",
  "354": "we",
  "355": "ro",
  "356": "se",
  "357": "de",
  "358": "of",
  "359": "be",
  "360": "es",
  "361": "ry",
  "362": " r",
  "363": "d.",
  "364": "He",
  "365": " H",
  "366": "da",
  "367": "ly",
  "368": "ig",
  "369": "ho",
  "370": "y.",
  "371": "ma",
  "372": "ie",
  "373": "ee",
  "374": "ow",
  "375": "no",
  "376": "d,",
  "377": "ti",
  "378": "so",
  "379": "k ",
  "380": " \"",
  "381": "s.",
  "382": "fo",
  "383": "mo",
  "384": "y,",
  "385": "Ti",
  "386": " u",
  "387": "ce",
  "388": "fr",
  "389": "pp",
  "390": "On",
  "391": "ra",
  "392": "ap",
  "393": "pe",
  "394": " y",
  "395": "tt",
  "396": "ld",
  "397": "bo",
  "398": " e",
  "399": "ex",
  "400": "ul",
  "401": "ck",
  "402": "Sh",
  "403": "\" ",
  "404": "yo",
  "405": " I",
  "406": "co",
  "407": "t.",
  "408": "ge",
  "409": "ch",
  "410": "ft",
  "411": "po",
  "412": "tr",
  "413": "us",
  "414": "aw",
  "415": "ok",
  "416": "e,",
  "417": "ta",
  "418": "rd",
  "419": "ac",
  "420": "na",
  "421": "\nO",
  "422": "r.",
  "423": "ba",
  "424": "f ",
  "425": "ur",
  "426": "gh",
  "427": "up",
  "428": "og",
  "429": "p ",
  "430": " v",
  "431": "ic",
  "432": "xt",
  "433": "bu",
  "434": "oy",
  "435": " L",
  "436": "ds",
  "437": "n.",
  "438": "tl",
  "439": "go",
  "440": "ug",
  "441": "fu",
  "442": "py",
  "443": "\nT",
  "444": "ol",
  "445": "u ",
  "446": "|e",
  "447": "|>",
  "448": "t|",
  "449": ">\n",
  "450": "<|",
  "451": "\n<",
  "452": "nc",
  "453": "di",
  "454": " B",
  "455": "Li",
  "456": "wh",
  "457": "m.",
  "458": "av",
  "459": " k",
  "460": "ec",
  "461": " M",
  "462": "'s",
  "463": "To",
  "464": "I ",
  "465": "ak",
  "466": "wo",
  "467": "mi",
  "468": "pa",
  "469": "fe",
  "470": "fi",
  "471": "rt",
  "472": "gi",
  "473": ".\"",
  "474": "si",
  "475": "ov",
  "476": "ew",
  "477": "ny",
  "478": "ye",
  "479": "op",
  "480": "sm",
  "481": "ik",
  "482": "ki",
  "483": "ga",
  "484": "ht",
  "485": "pi",
  "486": "It",
  "487": "!\"",
  "488": "\"\n",
  "489": "gr",
  "490": "em",
  "491": "ag",
  "492": "my",
  "493": "uc",
  "494": "ts",
  "495": "pr",
  "496": "ue",
  "497": "n,",
  "498": "ys",
  "499": "od"
}